Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: All feature enhanced intelligence and bipedal frames.
fr_fr: Toutes les morphs ont des intelligences améliorés et sont bipèdes.

source: [Implants] Basic Biomods, Basic Mesh Inserts, Cortical Stack [Aptitude Maximum] 25 [Durability] 30 [Wound Threshold] 6 [Advantages] +5 COO, +5 INT, +5 SOM, +5 to one other aptitude of the player’s choice, +10 Climbing skill [CP Cost] 25 [Credit Cost] Expensive
fr_fr: [Implants] Biomods de Base, Inserts Mesh Basiques, Pile Corticale[Maximum d'Aptitude] 25 [Solidité] 30 [Seuil de Blessure] 6 [Avantages] +5 en COO, +5 en INT, +5 en SOM, +5 à une autre aptitude au choix du joueur, +10 à la compétence Escalade[Coût en PP] 25 [Coût en Crédit] Cher

source: These uplifted octopi sleeves have proven quite useful in zero-gravity environments.
fr_fr: Ces incarnations de pieuvres élevés se sont révélées être particulièrement efficace dans les environnements en gravité-zéro.

source: They retain eight arms, their chameleon ability to change skin color, ink sacs, and a sharp beak.
fr_fr: Elles ont conservés leurs huits bras, leur capacité caméléonique à changer de couleur de peau, des sacs d'encre et un bec acéré.

source: They also have increased cranial capacity and longevity, can breathe both air and water, and lack a skeletal structure so they can squeeze through tight spaces.
fr_fr: Elles ont également bénéficiées d'une augmentation de la capacité crânienne et d'une durée de vie étendue, elles peuvent respirer à la fois l'air et l'eau et n'ont pas de structures squelettiques et peuvent donc se compresser à travers des endroits étroits.

source: Octomorphs typically crawl along in zero-gravity using their arm suckers and expelling air for propulsion and can even walk on two of their arms in low gravity.
fr_fr: Typiquement, les octomorphs rampent en gravité-zéro utilisant les ventouses de leurs bras et expulsant de l'air pour se propulser. Ils peuvent même marcher sur deux de leurs bras en faible gravité.

source: Their eyes have been enhanced with color vision, provide a 360-degree field of vision, and they rotationally adjust to keep the slit-shaped pupil aligned with “up.” A transgenic vocal system allows them to speak.
fr_fr: Leurs yeux ont été amélioré avec la vision couleur, fournissant un champ de vision à 360° et s'adaptent rotativement pour garder la pupille en forme de fente aligné vers le "haut." Un système vocal transgéniqueleur permet de parler.

source: [Implants] Basic Biomods, Basic Mesh Inserts, Cortical Stack, Chameleon Skin [Aptitude Maximum] 30 [Durability] 30 [Wound Threshold] 6 [Advantages] 8 Arms, Beak Attack (1d10 DV, use Unarmed Combat skill), Ink Attack (blinding, use Exotic Ranged: Ink Attack skill), Limber (Level 2) trait, 360-degree Vision, +30 Swimming skill, +10 Climbing skill, +5 COO, +5 INT, +5 to one other aptitude of the player’s choice [CP Cost] 50 [Credit Cost] Expensive (minimum 30,000+)
fr_fr: [Implants] Biomods de Base, Inserts Mesh Basiques, Pile Corticale, Peau Caméléon[Maximum d'Aptitude] 30 [Solidité] 30 [Seuil de Blessure] 6 [Avantages] 8 bras, Attaque de Bec (1d10 VD, utiliser la compétence Combat Désarmé), Jet d'Encre (attaque aveuglante, utiliser la compétence Armes à Distance Exotique: Jet d'Encre), trait Souple (Niveau 2), Vision à 360-Degré, °30 à la compétence Nage, +10 à la compétence Escalade, +5 COO, +5 INT, +5 à une autre aptitude au choix du joueur[Coût en PP] 50 [Coût en Crédit] Cher (minimum 30 000+¢)

source: Pods (from “pod people”) are vat-grown, biological bodies with extremely undeveloped brains that are augmented with an implanted computer and cybernet- ics system.
fr_fr: Les pods (de "pod people") sont des corps biologies développé en cuve avec des cerveaux extrêmement peu développé et qui sont augmentés avec un ordinateur et un système cybernétique implanté.

source: Though typically run by an AI, pods are socially unfavored in some stations, utilized in slave labor in others, and even illegal in some areas.
fr_fr: Étant généralement pilotés par des IA, les pods sont socialement défavorisé dans certaines stations, utilisés comme esclaves dans d'autre et sont même illégaux dans certaines zones.

source: Because pods underwent accelerated growth in their creation, and were mostly grown as separate parts and then assembled, their biological design includes some shortcuts and limitations, offset with implants and regular maintenance.
fr_fr: En raison de la croissance accélérée pendant la phase de création des pods, et qu'ils sont essentiellement développés en parties sépraées puis assemblés, leur conception biologique inclut de nombreux raccourcis et limite, contrabalancé par des implants et une maintenance régulière.

source: They lack reproductive capabilities.
fr_fr: Ils ne possèdent pas de fonction de reproduction.

source: In many habitats, their legal status is a hotly-contested issue.
fr_fr: Dans beaucoup d'habitat, le statut légal des pods est le sujet de débat brûlant.

source: Unless otherwise noted, pods are also considered biomorphs for all rules purposes.
fr_fr: Sans mention contraire, les pods sont également considérés comme des biomorphs du point de vue des règles.

source: Pleasure pods are exactly what they seem—faux humans designed purely for intimate entertainment purposes.
fr_fr: Les Pods de Plaisirs sont exactement ce qu'ils semblent être - de faux humains conçus purement dans un but de distraction intime.

source: Pleasure pods have extra nerve clusters in their erogenous zones, fine motor control over certain muscle groups, enhanced pheromones, sanitized metabolisms, and the genetics for purring.
fr_fr: les Pods de plaisir ont des grappes de nerfs supplémentaire dans leurs zones érogènes, un contrôle moteur trés précis de certains groupes de muscles, des phéromones améliorés, un métabolisme assainit et les gènes pour ronoronner.

source: Naturally, they are crafted for good looks and charisma and enhanced in other areas as well.
fr_fr: Ils sont bien entendus fabriquer pour être attirant, charismatique et amélioré dans d'autres domaines.

source: Pleasure pods are capable of switching their sex at will to male, female, hermaphrodite, or neuter.
fr_fr: Les Pods de plaisirs peuvent changer de sexe à volonté pour mâle, femelle, hermaphrodite ou neutre.

source: [Implants] Basic Biomods, Basic Mesh Inserts, Clean Metabolism, Cortical Stack, Cyberbrain, Enhanced Pheromones, Mnemonic Augmentation, Puppet Sock, Sex Switch [Aptitude Maximum] 30 [Durability] 30 [Wound Threshold] 6 [Advantages] +5 INT, +5 SAV, +5 to one aptitude of the player’s choice [Disadvantages] Social Stigma (Pleasure Pod) trait [CP Cost] 20 [Credit Cost] High
fr_fr: [Implants] Biomods de Base, Inserts Mesh Basiques, Pile Corticale, Métabolisme Propre, Cybercerveau, Phéromones Améliorés, Augmentation Mnémonique, Marionnette, Changement de Sexe[Maximum d'Aptitude] 30 [Solidité] 30 [Seuil de Blessure] 6 [Avantages] +5 INT, +5 en AST, +5 à une aptitude au choix du joueur[Désavantages] trait Stigmatisation Sociale (Pod de Plaisir) [Coût en PP] 20 [Coût en Crédit] Élevé

source: Part exalt human, part machine, these basic pods are virtually indistinguishable from humans.
fr_fr: A moitié humain exalté, à moitié machine, ces pods basiques sont virtuellement non distinguable des humains.

source: Worker pods are often used in menial labor jobs where interaction with humans is necessary.
fr_fr: Les pods ouvriers sont souvent utilisés dans les travaux subalternes nécessitant une interaction humaine.

source: [Implants] Basic Biomods, Basic Mesh Inserts, Cortical Stack, Cyberbrain, Mnemonic Augmentation, Puppet Sock [Aptitude Maximum] 30 [Durability] 35 [Wound Threshold] 7 [Advantages] +10 SOM, +5 to one aptitude of the player’s choice [Disadvantages] Social Stigma (Pod) trait [CP Cost] 20 [Credit Cost] High
fr_fr: [Implants] Biomods de Base, Inserts Mesh Basiques, Pile Corticale, Cybercerveau, Augmentation Mnémonique, Marionnette[Maximum d'Aptitude] 30 [Solidité] 35 [Seuil de Blessure] 7 [Avantages] +10 en SOM, +5 à une aptitude au choix du joueur[Désavantages] trait Stigmatisation Sociale (Pod) [Coût en PP] 20 [Coût en Crédit] Élevé

source: Novacrabs are a pod design bio-engineered from coconut crab and spider crab stock and grown to a larger (human) size.
fr_fr: Les novacrabe sont des pod conçu par bio-ingénierie à partir de crabe de cocotier et d'araignée de mer et amené à taille humaine.

source: Novacrabs are ideal for hazardous work environments as well as vacworker, police, or bodyguard duties, giving their ten 2-meter long legs, massive claws, and chitinous armor.
fr_fr: Les novacrabes sont idéaux pour le travail dans les zones dangereuses ou en tant que travailleurs du vide, policier ou garde du corps étant donné leurs pattes de deux mètre de long, leurs pinces massive et leur armure chitineuse.

source: They climb and handle microgravity well and can withstand a wide range of atmospheric pressure (and sudden pressure changes) from vacuum to deep sea.
fr_fr: Ils peuvent grimper et s'en sortir en micro-gravité et ils peuvent supporter une large gamme de pressions atmosphérique (ainsi que els changements de pression soudains) allant du vide aux profondeurs des mers.

source: Novacrabs feature compound eyes (with human-equivalent image resolution), gills, dexterous manipulatory digits on their fifth set of limbs, and transgenic vocal cords.
fr_fr: Les novacrabes possèdent des yeux composés (avec une résolution d'image équivalente à celle de l'œil humain), des branchies, des doigts permettant l'utilisation d'outil sur leur cinquième paire de membre et des cordes vocales transgénique.

source: [Implants] Basic Biomods, Basic Mesh Inserts, Carapace Armor, Cortical Stack, Cyberbrain, Enhanced Respiration, Gills, Mnemonic Augmentation, Oxygen Reserve, Puppet Sock, Temperature Tolerance, Vacuum Sealing [Aptitude Maximum] 30 [Durability] 40 [Wound Threshold] 8 [Advantages] 10 legs, Carapace Armor (11/11), Claw Attack (DV 2d10), +10 SOM, +5 to two other aptitudes of the player’s choice [CP Cost] 60 [Credit Cost] Expensive (minimum 30,000+)
fr_fr: [Implants] Biomods de Base, Inserts Mesh Basiques, Pile Corticale, Respiration Améliorée, Armure Carapace, Cybercerveau, Branchies, Augmentation Mnémonique, Réserve d'Oxygène, Marionette, Tolérance Thermique, Étanchéité au vide [Maximum d'Aptitude] 30 [Solidité] 40 [Seuil de Blessure] 8 [Avantages] 10 jambes, Armure Carapace (11/11), Attaque de Pince (2d10 VD), +10 SOM, +5 à deux autres aptitudes au choix du joueur[Coût en PP] 60 [Coût en Crédit] Cher (minimum 30 000+¢)

source: Synthetic morphs are completely artificial/robotic.
fr_fr: Les morphs syntéhtiques sont entièrement artificielle/robotique.

source: They are usually operated by AIs or via remote control, but the lack of available biomorphs after the Fall meant that many infugees resorted to resleeving in robotic shells, which were also cheaper, quicker to manufacture, and more widely available.
fr_fr: Elles sont habituellement manœuvrée par des IA ou par contrôle distant, mais le manque de biomorphs disponible après la Chute a fait que beaucoup d'infugiés se sont résignés à se réincarner dans des coques robotiques, qui étaient également moins chère et plsu rapide à fabriquer et globalement plus disponible.

source: Nevertheless, synthmorphs are viewed with disdain in many habitats, an option that only the poor and desperate accept to be sleeved in.
fr_fr: Les synthmorpsh sont cependant toujours perçue avec dédain dans beaucoup d'habitat et considérée comme n'étant une option que pour les plus pauvres et le splus désespérés qui acceptent de s'y réincarner.

source: Synthetic morphs are not without with their advantages, however, and so are commonly used for menial labor, heavy labor, habitat construction, and security services.
fr_fr: Les morphs syntéhtiques ne sotn aps sans avantages cependant et sont communément utilisées pour les tâches subalternes, les gros travaux, la construction d'hébaitat et les servics de sécurité.

source: All synthmorphs have the following advantages:
fr_fr: Toutes les synthmoprhs bénéficient des avantages suivants:

source: Lack of Biological Functions.
fr_fr: Absence de Fonctions Biologiques.

source: Synthmorphs need not be bothered with trivialities like breathing, eating, defecating, aging, sleeping, or any similar minor but crucial aspects of biological life.
fr_fr: Les synthmorpsh ne s'encombrent pas de trivialités telles que respirer, manger, déféquer, vieillir, dormir ou tout aspect mineur mais crucial de la vie biologique.

source: Pain Filter.
fr_fr: Filtre de Douleur.

source: Synthmorphs can filter out their pain receptors, so that they are unhampered by wounds or physical damage.
fr_fr: Les synthmorphs peuvent filtrer leur récepteurs de douleurs, afin qu'elles ne soient pas génées par les blessures ou les dégâts physiques.

source: This allows them to ignore the -10 modifier from 1 wound (see Wound Effects, p.
fr_fr: Cela leur permet d'ignorer le modificateur de -10 pour une blessure (voir Effets des Blessures, p.

source: 207), but they suffer -30 on any tactile-based Perception Tests and will not even notice they have been damaged unless they succeed in a (modified) Perception Test.
fr_fr: 207), mais elles souffrent d'un modificateur de -30 à tous les Tests de Perception basés sur le toucher et ne remarquerons pas qu'ils ont étés abîmés sauf si ils réussissent un Test de Perception modifié.

source: Immunity to Shock Weapons.
fr_fr: Immunité aux Armes à Impulsion.

source: Synthmorphs have no nervous system to disrupt, and their optical electronics are carefully shielded from interfer- ence.
fr_fr: Les synthmorphs n'ont aps de système nerveux à déchirer, et leurs électroniques optiques sont soigneusement protégées des interférences.

source: Shock attacks may temporarily disrupt their wireless radio communications, however, for the duration of the attack.
fr_fr: Les attaques à impulsions peuevnt temporairement perturber leurs communications radios sans-fil pendant la durée de l'attaque.

source: Environmental Durability.
fr_fr: Robustesse Environnementale.

source: Synthmorphs are built to withstand a wide range of environments, from dusty Mars to the oceans of Europa to the vacuum of space.
fr_fr: Les synthmorphs sont conçues pour supporter une large gamme d'environnement, de la poussière de Mars aux océans d'Europe en passant par le vide spatial.

source: They are unaffected by any but the most extreme temperatures and atmospheric pressures.
fr_fr: Ils ne sont affectés que par les températures et pressions atmosphériques les plus extrêmes.

source: Treat as Temperature Tolerance (p.
fr_fr: Considérez-le comme les traits Tolérance Thermique (p.

source: 305) and Vacuum Sealing (p.
fr_fr: 305) et Étanchéité au Vide (p.

source: Toughness.
fr_fr: Robustesse.

source: Synthetic shells are made to last—a fact reflected in their higher Durability and built-in Armor ratings.
fr_fr: Les coques syntéhtiques sont faites pour durer - un fait reflétter par leur meilleure Solidité et leurs seuils d'Armure interne.

source: Their composition also makes their physical strikes more damaging: apply a +2 DV modifier on unarmed attacks for human-sized shells and larger.
fr_fr: Leur composition les rends leur attaques physiques plus violentes: appliquez un modificateur de +2 à la VD des attaques à mains nues pour les coques de taille shumaines ou plus grande.

source: Cases are extremely cheap, mass-produced robotic shells intended to provide an affordable remorphing option for the millions of infugees created by the Fall.
fr_fr: Les boîtes sont des coques robotiques extrêmement bon marché et produites massivement dans le but de fournir une option de remorph abordable pour les infugiées créés par la Chute.

source: Though many varieties of case bot models exist, they are uniformly regarded as shoddy and inferior.
fr_fr: Bien qu'il existe beaucoup de variation de boîte, elels sont uniformément considérées comme de mauvaises qualité et inférieures.

source: Most case morphs are vaguely anthromorphic, with a thin framework body, standing just shorter than an average human, and suffer from frequent malfunctions.
fr_fr: La plupart des morphs boîtes sont vaguement anthropomorphique, avec une fine structure corporelle, étant juste un peu plsu petite que l'humain moyen et souffrant de disfonctionnement fréquents.

source: [Enhancements] Access Jacks, Basic Mesh Inserts, Cortical Stack, Cyberbrain, Mnemonic Augmentation [Mobility System] (Movement Rate) Walker (4/16) [Aptitude Maximum] 20 [Durability] 20 [Wound Threshold] 4 [Advantages] Armor (4/4) [Disadvantages] -5 to one chosen aptitude, Lemon trait, Social Stigma (Clanking Masses) trait [CP Cost] 5 [Credit Cost] Moderate
fr_fr: [Implants] Prise d'Accès, Inserts Mesh Basiques, Pile Corticale, Cybercerveau, Augmentation Mnémonique[Mode de déplacement](Allure de déplacement) Marcheur (4/16)[Maximum d'Aptitude] 20 [Solidité] 20 [Seuil de Blessure] 4 [Avantages] Armure (4/4)[Désavantages] -5 à une aptitude au choix, trait Raté, trait Stigmatisation Sociale (Masse Cliquetante) [Coût en PP] 5 [Coût en Crédit] Modéré

source: Synths are anthromorphic robotic shells (androids and gynoids).
fr_fr: Les synths sont des coques robotiques anthropomorphiques (androïdes et gynéoïdes).

source: They are typically used for menial labor jobs where pods are not as good of an option.
fr_fr: Elles sont typiquement utilisés poru les travaux sub-alternes pour lesquels les pods ne sont pas une bonne option.

source: Cheaper than many other morphs, they are commonly used for people who need a morph quickly and cheaply or simply on a transient basis.
fr_fr: Moins chère que beaucoup d'autres morphs, elles sont souvent utilisées par les personens qui ont besoin d'une morph rapidement et pour pas trop cher ou simplement lors d'un transit entre deux incarnations.

source: Though they look humanoid, synths are easily recognizable as non-biological unless they have the synthetic mask option (p.
fr_fr: Bien qu'elles aient l'air huamnoîdes, les synths sont facilement reconnaissable comme non-biologique à moins qu'elles n'aient l'option masque synthétique (p.

source: [Enhancements] Access Jacks, Basic Mesh Inserts, Cortical Stack, Cyberbrain, Mnemonic Augmentation [Mobility System] Walker (4/20) [Aptitude Maximum] 30 [Durability] 40 [Wound Threshold] 8 [Advantages] +5 SOM, +5 to one other aptitude of the player’s choice, Armor 6/6 [Disadvantages] Social Stigma (Clanking Masses) trait, Uncanny Valley trait [CP Cost] 30 [Credit Cost] High
fr_fr: [Implants] Prise d'Accès, Inserts Mesh Basiques, Pile Corticale, Cybercerveau, Augmentation Mnémonique[Mode de déplacement](Allure de déplacement) Marcheur (4/20)[Maximum d'Aptitude] 30 [Solidité] 40 [Seuil de Blessure] 8 [Avantages] +5 en SOM, +5 à une aptitude au choix du joueur, Armure (6/6)[Désavantages] trait Apparence Étrange, trait Stigmatisation Sociale (Masse Cliquetante) [Coût en PP] 30 [Coût en Crédit] Élevé

source: Arachnoid robotic shells are 1-meter in length, segmented into two parts, with a smaller head, like a spider or termite.
fr_fr: Les coques robotiques arachnoïdes font 1 mètre de long, sont divisées en deux partie, avec une tête plsu petite comme els araignées ou les termites.

source: They feature four pairs of 1.5-meter- long retractable arms/legs, capable of rotating around the axis of the body, with built-in hydraulics for propelling the bot with small leaps.
fr_fr: Elles possèdent quatre paires de membres rétracaples d'1,5m de long, capables de tourner autour de l'axe corporels et équipés de vérins hydraulique pour propulser le bot avec de petits sauts.

source: The manipulator claws on each arm/leg can be switched out with extendable mini-wheels for high-speed skating movement.
fr_fr: Les griffes de manipulations sur chaque membre peuvent être échangée par des mini-roues pour un déplacement en patinage à haute-vitesse.

source: A smaller pair of manipulator arms near the head allows for closer handling and tool use.
fr_fr: Une pair de bras manipulateur plsu petite et proche de la tête permets une utilisation plsu précise d'outils.

source: In zero-G environments, arachnoids can retract their arms/legs and maneuver with vectored air thrusters.
fr_fr: En environnement en zéro-G, les arachnoïdes peuvent rétracter leurs membres et manœuvrer grâce à des turbines à poussée vectorielles.

source: [Enhancements] Access Jacks, Basic Mesh Inserts, Cortical Stack, Cyberbrain, Enhanced Vision, Extra Limbs (6 Arms/Legs), Lidar, Mnemonic Augmentation, Pneumatic Limbs, Radar [Mobility System] Walker (4/24), Thrust Vector (8/40) [Aptitude Maximum] 30 [Durability] 40 [Wound Threshold] 8 [Advantages] +5 COO, +10 SOM, Armor 8/8 [CP Cost] 45 [Credit Cost] Expensive (minimum 40,000+)
fr_fr: [Implants] Prise d'Accès, Inserts Mesh Basiques, Pile Corticale, Cybercerveau, Augmentation Mnémonique, Vision Améliorée, membres Supplémenatires (6 membres), Lidar, Membres pneumatiques, Radar[Mode de déplacement](Allure de déplacement) Marcheur (4/16), Poussée Vectorielle (8/40)[Maximum d'Aptitude] 30 [Solidité] 40 [Seuil de Blessure] 8 [Avantages] Armure (8/8), +5 en COO, +10 en SOM [Coût en PP] 45 [Coût en Crédit] Élevé (minimum 40 000+¢)

source: The dragonfly robotic morph takes the shape of a meter-long flexible shell with multiple wings and manipulator arms.
fr_fr: La morph robotique libellulle prend la forme d'une coque flexible d'un mètre de long possédant des ailes multiples et des bras mnipulateurs.

source: Capable of near-silent turbofan-aided flight in Earth gravity, dragonfly bots fare even better in microgravity.
fr_fr: Capable de voler quasi-silencieusement grâce à ses turboréacteurs à double flux et avec une gravité Terreste, les bots libellulles sont encore meilleurs en microgravité.

source: [Enhancements] Access Jacks, Basic Mesh Inserts, Cortical Stack, Cyberbrain, Mnemonic Augmentation [Mobility System] Winged (8/32) [Aptitude Maximum] 30 (20 SOM) [Durability] 25 [Wound Threshold] 5 [Advantages] Flight, +5 REF, Armor (2/2) [CP Cost] 20 [Credit Cost] High
fr_fr: [Implants] Prise d'Accès, Inserts Mesh Basiques, Pile Corticale, Cybercerveau, Augmentation Mnémonique [Mode de déplacement](Allure de déplacement) Ailé (8/32) [Maximum d'Aptitude] 30 (20 en SOM) [Solidité] 25 [Seuil de Blessure] 5 [Avantages] Vol, Armure (2/2), +5 en REF [Coût en PP] 20 [Coût en Crédit] Élevé

source: Designed for multi-purpose functions, flexbots can transform their shells to suit a range of situations and tasks.
fr_fr: Conçus pour remplir des fonctions multi-tâches, les transformers peuvent transformer leur coque pour s'adapter à une gamme de tâches et de situations.

source: Their core frame consists of a half-dozen interlocking and shape-adjustable modules capable of auto-transforming into a variety of shapes: multilegged walker, tentacle, hovercraft, and many others.
fr_fr: Leur structure principale consiste en une demi-douzaine de module interconnectés et de forme adaptable capable de s'auto-transformé en une variété de forme: marcheurs à plusieurs jambes ou tentacules, aéroglisseur et bien d'autre.

source: Each module features its own sensor units and “bush robot” fractal-branching digits (each capable of breaking into smaller digits, down to the micrometer scale, allowing for ultra-fine manipulation).
fr_fr: Chaque module dispode de sa propre unité sensorielle et des doigts fractals ramifiés (cahque capable de se diviser en doigts plus petits, jusqu'à une échelle micrométrique permettant des manipulations ultra-fine).

source: The flexbot control computer is also distributed between modules.
fr_fr: l'ordinateur de contrôle du transformers est également répartit entre les différents modules.
